{
  "fortunes": [
    "Every leaf is a reminder that change can be beautiful.",
    "The soil never rushes, yet it creates forests.",
    "Sometimes the smallest seed holds the tallest promise.",
    "Growth is messy underground before it is graceful above.",
    "Even in stillness, nature is quietly working.",
    "Every season has its quiet miracles.",
    "The wind carries stories older than us all.",
    "You are surrounded by support, even when unseen.",
    "No flower ever asks for applause, it just blooms.",
    "Storms make the strongest trees stand taller.",
    "Nature never hurries, yet everything is accomplished.",
    "A fallen tree feeds a thousand lives.",
    "Every sunset is proof that endings can be gentle.",
    "The moon pulls oceans without making a sound.",
    "You are made of the same elements as every blooming thing.",
    "A river finds its way by moving around obstacles.",
    "A cracked seed is the start of new life.",
    "What did one tree say to the other? Leaf me alone!",
    "How do you fix a broken tomato? With tomato paste!",
    "Joy finds you when you stay present.",
    "You will find clarity through quiet reflection.",
    "Why are graveyards so noisy? Because of all the coffin.",
    "A moment of courage will lead to lasting happiness.",
    "Unexpected help will appear when you need it.",
    "A simple choice will lead to a big smile.",
    "Your kindness will return to you in an unexpected way.",
    "A warm connection will brighten your day.",
    "Your creativity will open a meaningful path forward.",
    "Tomatoes and potatoes belong to the nightshade family — tasty relatives of toxic plants.",
    "Dragon's blood trees bleed a deep red resin when cut; it really looks like blood.",
    "Some wildflowers bloom only at night, waiting for moths instead of bees.",
    "Change often feels like loss before it feels like growth.",
    "Your roots are quiet, but they are the reason you stand.",
    "Bamboo releases so much oxygen it can create its own local breeze.",
    "the world needs you",
    "The greatest risk is not taking one",
    "You will soon be surrounded by good laughter and warm company.",
    "Your intuition is your most trusted guide.",
    "Great ideas come from quiet moments.",
    "A thrilling time is in your immediate future.",
    "Patience is bitter, but its fruit is sweet.",
    "The wind carries secrets only open ears can hear.",
    "Change is the only season that never ends.",
    "A path overgrown is a path worth rediscovering.",
    "Your hard work will open new doors.",
    "Trust your instincts — they are pointing you in the right direction.",
    "You are walking toward something you once thought impossible.",
    "You are figuring things out one step at a time, and that is enough.",
    "Something stressful will soon feel much lighter.",
    "Your effort matters, even when no one comments on it.",
    "A good message will arrive when you need encouragement.",
    "You are allowed to move at your own pace.",
    "A recent worry will not last as long as you think.",
    "Your consistency is quietly paying off.",
    "You will find a moment of calm in a busy day.",
    "Progress is happening, even if it feels slow.",
    "Someone appreciates you more than they say.",
    "A small win will improve your mood today.",
    "You are learning how to balance more than before.",
    "Things do not need to be perfect to be good.",
    "A helpful opportunity will show up unexpectedly.",
    "You are growing stronger through everyday challenges.",
    "Rest will bring you clarity, not guilt.",
    "A simple routine will make life feel easier.",
    "Your future self will be thankful for what you are doing now.",
    "You will feel more confident after a recent decision.",
    "Support is available, even if you have to ask.",
    "A conversation will go better than expected.",
    "You are not behind. You are building.",
    "Something that felt overwhelming will become manageable.",
    "Your resilience is shaping better days ahead.",
    "You will find motivation again, gently and naturally.",
    "A quiet moment will remind you that you are okay.",
    "Your efforts outside the spotlight still count.",
    "A change in perspective will ease your mind.",
    "You will feel proud of yourself sooner than you think.",
    "Today does not define your entire journey.",
    "You are allowed to reset and try again.",
    "A kind interaction will restore your faith in people.",
    "You are learning what truly matters to you.",
    "Your patience will reduce unnecessary stress.",
    "Something you have been working toward will become clearer.",
    "You are doing better than your inner critic suggests.",
    "A steady habit will bring long term comfort.",
    "You will handle what comes next with more ease than before.",
    "Your growth may be quiet, but it is real.",
    "A moment of honesty will bring relief.",
    "You are allowed to enjoy small pleasures without guilt.",
    "A good idea will come when you stop forcing it.",
    "Your balance between effort and rest is improving.",
    "You will feel more settled as you move forward.",
    "Something that drained you will soon take less energy.",
    "You are becoming more confident in your choices.",
    "A realistic plan will bring peace of mind.",
    "You are not alone in feeling this way.",
    "Your life is slowly aligning with your values.",
    "Tomorrow holds more ease than today."
  ]
}
